[
  {
    "id": "cecilio-roberto-moreno-arosemena",
    "slug": "cecilio-roberto-moreno-arosemena",
    "foto_abogado": "/Cecilio Moreno.png",
    "foto_todo": "TODO: Confirmar foto actualizada de Cecilio Roberto Moreno Arosemena.",
    "nombre_completo": "Cecilio Roberto Moreno Arosemena",
    "cargo": "Socio abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Socio fundador con 50 años de experiencia en derecho comercial, corporativo, inmobiliario, fiscal y civil. En esta firma de abogados en Panamá aporta asesoría legal estratégica y servicios legales en planificación patrimonial.",
    "bio_extendida": "Socio fundador de Moreno & Arjona - Bureau, firma forense establecida en 1979. Con 50 años de experiencia como abogado, cuenta con una vasta trayectoria en derecho comercial, corporativo, inmobiliario, fiscal y civil.\n\nHa ocupado cargos públicos como Director de Asesoría Legal del Instituto de Recursos Hidráulicos y de Electrificación (1990), Notario Público Duodécimo de Circuito Notarial de Panamá (2004-2009) y Notario Público Tercero de Circuito Notarial de Panamá (2014-2019). Su idioma nativo es el español y habla inglés fluidamente.\n\nEn este bufete legal brinda servicios legales y asesoría legal en planificación patrimonial y sucesoria para clientes que buscan una firma de abogados en Panamá.",
    "educacion_lista": [
      "Licenciado en Derecho y Ciencias Políticas - Universidad de Panamá, 1976.",
      "Estrategia y Acciones para promover la Transparencia y controlar la corrupción - Universidad de Georgetown, 2004."
    ],
    "areas_practica_lista": [
      "Derecho Comercial, asesoría en la creación de Sociedades y Fundaciones",
      "Protección de Activos e Inversión Extranjera",
      "Derecho Inmobiliario, Compraventas y Propiedad Horizontal (énfasis tributario)",
      "Asesoría y planificación patrimonial y sucesoria"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)"
    ],
    "experiencia_destacada": [
      "Socio fundador de Moreno & Arjona - Bureau desde 1979",
      "50 años de experiencia como abogado",
      "Director de Asesoría Legal del Instituto de Recursos Hidráulicos y de Electrificación (1990)",
      "Notario Público Duodécimo de Circuito Notarial de Panamá (2004-2009)",
      "Notario Público Tercero de Circuito Notarial de Panamá (2014-2019)"
    ],
    "news_insights_lista": []
  },
  {
    "id": "jan-christian-brewer-davila",
    "slug": "jan-christian-brewer-davila",
    "foto_abogado": "/Jean C. Brewer.png",
    "foto_todo": "TODO: Confirmar foto actualizada de Jan Christian Brewer Dávila.",
    "nombre_completo": "Jan Christian Brewer Dávila",
    "cargo": "Socio abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Socio abogado con más de 28 años de experiencia en derecho corporativo, tributario y planeación patrimonial. Desde este bufete legal ofrece asesoría legal corporativa junto a abogados corporativos en Panamá.",
    "bio_extendida": "Parte de MAB desde 1998 y socio desde 2009. Con más de 28 años de experiencia, brinda asesoría especializada en el establecimiento de empresas en Panamá, con énfasis en la planificación estratégica y el cumplimiento normativo.\n\nEs miembro activo del Colegio Nacional de Abogados, la International Fiscal Association (IFA), la Sección Internacional de la American Bar Association (ABA), la World Compliance Association (WCA) y el Instituto Panameño de Tributaristas (INSPAT). Es el miembro exclusivo en materia de tributación para Panamá de IR Global.\n\nSu idioma nativo es el español y habla inglés fluidamente. En esta firma de abogados en Panamá brinda servicios legales y asesoría legal corporativa.",
    "educacion_lista": [
      "Universidad Santa María La Antigua, 1998 - Licenciado en Derecho y Ciencias Políticas.",
      "Universidad Externado de Colombia, 2000 - Especialista en Derecho Financiero y Bursátil.",
      "Universidad Externado de Colombia, 2000 - Diplomado en Comercio Electrónico.",
      "Universidad Especializada del Contador Público Autorizado, 2009 - Especialista en Tributación (UNESCPA).",
      "Universidad Especializada del Contador Público Autorizado, 2012 - Maestría en Tributación y Gestión Fiscal."
    ],
    "areas_practica_lista": [
      "Derecho Corporativo y Planeación Patrimonial",
      "Derecho Tributario y Planeación Fiscal",
      "Derecho Empresarial e Inversión Extranjera en Panamá",
      "Derecho Laboral y Seguridad Social"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)"
    ],
    "experiencia_destacada": [
      "Miembro de MAB desde 1998, socio desde 2009",
      "Más de 28 años de experiencia en asesoría corporativa",
      "Miembro activo del Colegio Nacional de Abogados, IFA, ABA, WCA e INSPAT",
      "Miembro exclusivo para Panamá en materia de tributación de IR Global"
    ],
    "news_insights_lista": []
  },
  {
    "id": "jennie-marie-moreno-cordoba",
    "slug": "jennie-marie-moreno-cordoba",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Jennie Marie Moreno Córdoba.",
    "nombre_completo": "Jennie Marie Moreno Córdoba",
    "cargo": "Socio abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Socia abogada con 29 años de experiencia en asesoría corporativa, transacciones comerciales y propiedad intelectual. En esta firma de abogados en Panamá brinda servicios legales con enfoque estratégico y cumplimiento normativo.",
    "bio_extendida": "Forma parte de MAB desde 1997 y es socia desde 2009. Con 29 años de experiencia, ofrece asesoría para el establecimiento de empresas en Panamá con un enfoque basado en planeación estratégica y cumplimiento con las leyes locales.\n\nBrinda asesoría contractual con énfasis en transacciones comerciales, procesos de reorganización empresarial, protección de activos (incluida la propiedad intelectual) y planificación tributaria. Es miembro del Colegio Nacional de Abogados de Panamá.\n\nSu idioma nativo es el español y habla inglés fluidamente. En este bufete legal aporta asesoría legal y servicios legales para clientes corporativos en Panamá.",
    "educacion_lista": [
      "Licenciada en Derecho y Ciencias Políticas - Universidad Santa María La Antigua, 1997.",
      "LL.M. en Propiedad Intelectual, Comercio y Tecnología - Centro Franklin Pierce School of Law, 2005.",
      "Curso “e-Law Summer IP-China” - Beijing, China."
    ],
    "areas_practica_lista": [
      "Derecho y Servicios Corporativos",
      "Derecho Administrativo",
      "Transacciones en Bienes Raíces",
      "Derecho Empresarial e Inversiones Extranjeras",
      "Propiedad Intelectual, litigios y distribución"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)"
    ],
    "experiencia_destacada": [
      "Miembro de MAB desde 1997, socia desde 2009",
      "29 años de experiencia en asesoría corporativa",
      "Asesoría en transacciones comerciales y reorganización empresarial",
      "Miembro del Colegio Nacional de Abogados de Panamá"
    ],
    "news_insights_lista": []
  },
  {
    "id": "alejandro-agustin-moreno-velasquez",
    "slug": "alejandro-agustin-moreno-velasquez",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Alejandro Agustín Moreno Velásquez.",
    "nombre_completo": "Alejandro Agustín Moreno Velásquez",
    "cargo": "Socio abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Socio abogado con 25 años de experiencia en derecho marítimo, aéreo y estructuración patrimonial. En este bufete legal aporta asesoría legal para estructuras y transacciones con alcance internacional.",
    "bio_extendida": "Egresado de la Facultad de Derecho y Ciencias Políticas de la Universidad Católica Santa María la Antigua (USMA) en 2001. Cuenta con 25 años de experiencia como abogado.\n\nForma parte de MAB desde 2001 como asistente legal, se convirtió en abogado asociado en 2002 y en socio en 2009. Es miembro del Colegio Nacional de Abogados desde 2002. Obtuvo certificación para ejercer la profesión de Bienes Raíces y la certificación de Traductor Público Autorizado en 2006.\n\nSu idioma nativo es el español y habla inglés e italiano fluidamente. En esta firma de abogados en Panamá brinda servicios legales en derecho marítimo, aéreo y estructuración patrimonial.",
    "educacion_lista": [
      "Universidad Católica Santa María la Antigua (USMA), 2001 - Licenciado en Derecho y Ciencias Políticas.",
      "Universidad de Castilla la Mancha, 2004 - Postgrado de Especialización en Contratación y Mercados Financieros Internacionales.",
      "Universidad de Yale, 2007 - Introducción al Sistema Legal Estadounidense."
    ],
    "areas_practica_lista": [
      "Derecho Marítimo",
      "Derecho Aéreo",
      "Estructuración patrimonial"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)",
      "Italiano (fluido)"
    ],
    "experiencia_destacada": [
      "Miembro de MAB desde 2001, socio desde 2009",
      "25 años de experiencia como abogado",
      "Miembro del Colegio Nacional de Abogados desde 2002",
      "Certificación para ejercer Bienes Raíces (2006)",
      "Certificación de Traductor Público Autorizado (2006)"
    ],
    "news_insights_lista": []
  },
  {
    "id": "ruben-eloy-arosemena-vasquez",
    "slug": "ruben-eloy-arosemena-vasquez",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Rubén Eloy Arosemena Vásquez.",
    "nombre_completo": "Rubén Eloy Arosemena Vásquez",
    "cargo": "Abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Abogado con 40 años de experiencia en derecho marítimo y corporativo, y trayectoria en litigios marítimos. En la firma de abogados en Panamá brinda servicios legales para el sector marítimo y corporativo.",
    "bio_extendida": "Egresado de la Facultad de Derecho y Ciencias Políticas de la Universidad Católica Santa María La Antigua (USMA) en 1986. Cuenta con 40 años de experiencia como abogado y es miembro del grupo MAB desde 2003.\n\nHa brindado asesoría legal y representación en litigios marítimos, y asesoró empresas del ramo de la construcción y de la industria de fabricación, cultivo y exportación del cannabis medicinal. Desempeñó cargos políticos como Ex Vicepresidente de la República de Panamá (2004-2009), Ministro de la Presidencia de Panamá (2008) y Director de la Autoridad Marítima de Panamá (2004-2007).\n\nSu idioma nativo es el español y habla inglés fluidamente. En este bufete legal aporta asesoría legal y servicios legales en materia marítima.",
    "educacion_lista": [
      "Universidad Católica Santa María La Antigua (USMA), 1986 - Licenciado en Derecho y Ciencias Políticas.",
      "Southern Methodist University, 1987 - LL.M. en Derecho Internacional y Comparado.",
      "Universidad Pontificia Comillas, 2009 - Máster en Gestión Portuaria y Transporte Multimodal.",
      "USMA y Universidad de Panamá, 2013 - Maestría en Derecho Marítimo y Procesal Marítimo.",
      "Universidad de Panamá, 2013 - LL.M. en Derecho Procesal Marítimo con énfasis en Derecho Internacional."
    ],
    "areas_practica_lista": [
      "Derecho Marítimo",
      "Derecho Corporativo"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)"
    ],
    "experiencia_destacada": [
      "40 años de experiencia como abogado",
      "Miembro del grupo MAB desde 2003",
      "Ex Vicepresidente de la República de Panamá (2004-2009)",
      "Ministro de la Presidencia de Panamá (2008)",
      "Director de la Autoridad Marítima de Panamá (2004-2007)"
    ],
    "news_insights_lista": []
  },
  {
    "id": "liz-marie-moreno-cordoba",
    "slug": "liz-marie-moreno-cordoba",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Liz Marie Moreno Córdoba.",
    "nombre_completo": "Liz Marie Moreno Córdoba",
    "cargo": "Socio abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Socia abogada con 14 años de experiencia en derecho corporativo, administrativo, mercantil y contractual. En este bufete legal aporta asesoría legal corporativa y servicios legales en propiedad horizontal.",
    "bio_extendida": "Egresada de la Facultad de Derecho y Ciencias Políticas de la Universidad Católica Santa María La Antigua en 2012, con Maestría en Derecho Procesal (2013). Cuenta con 14 años de experiencia en el ejercicio de la abogacía.\n\nIngresó a Moreno & Arjona - Bureau en 2009 como asistente legal, se convirtió en abogado asociado en 2012 y actualmente es socia. Su idioma nativo es el español y habla inglés fluidamente.\n\nEn esta firma de abogados en Panamá brinda asesoría legal y servicios legales en derecho mercantil, contractual y propiedad horizontal.",
    "educacion_lista": [
      "Universidad Católica Santa María La Antigua, 2012 - Licenciada en Derecho y Ciencias Políticas.",
      "Universidad Católica Santa María La Antigua, 2013 - Maestría en Derecho Procesal."
    ],
    "areas_practica_lista": [
      "Derecho y Servicios Corporativos",
      "Derecho Administrativo",
      "Derecho Mercantil",
      "Derecho Contractual",
      "Derecho de Propiedad Horizontal"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)"
    ],
    "experiencia_destacada": [
      "14 años de experiencia como abogada",
      "Miembro de MAB desde 2009, socia actualmente",
      "Experiencia en derecho corporativo, mercantil y propiedad horizontal"
    ],
    "news_insights_lista": []
  },
  {
    "id": "milisen-dayana-casis-vernaza",
    "slug": "milisen-dayana-casis-vernaza",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Milisen Dayana Casis Vernaza.",
    "nombre_completo": "Milisen Dayana Casis Vernaza",
    "cargo": "Socio abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Socia abogada junior con 20 años de experiencia en derecho marítimo, mercantil y corporativo. En la firma de abogados en Panamá brinda asesoría legal para abanderamiento de naves y operaciones marítimas.",
    "bio_extendida": "Egresada de la Facultad de Derecho y Ciencias Políticas de la Universidad de Panamá (Capítulo de Honor, 2006). Obtuvo una Maestría en Desarrollo del Sector Marítimo con Énfasis en Empresas Navieras en 2010.\n\nForma parte de MAB desde 2007 y se convirtió en Socia Junior en 2021. Con 20 años de experiencia, ofrece asesoría jurídica en materia marítima para el abanderamiento de naves, hipotecas navales, redacción de contratos marítimos y obtención de licencias de operación para servicios marítimos auxiliares y concesiones portuarias.\n\nSu idioma nativo es el español y habla inglés fluidamente. En este bufete legal aporta servicios legales en derecho marítimo.",
    "educacion_lista": [
      "Universidad de Panamá, 2006 - Licenciada en Derecho y Ciencias Políticas (Capítulo de Honor).",
      "Universidad de Panamá, 2010 - Maestría en Desarrollo del Sector Marítimo con Énfasis en Empresas Navieras.",
      "Cambridge College, 2011 - Estudios del idioma inglés."
    ],
    "areas_practica_lista": [
      "Derecho Marítimo",
      "Derecho Mercantil",
      "Derecho Corporativo"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)"
    ],
    "experiencia_destacada": [
      "Miembro de MAB desde 2007, socia junior desde 2021",
      "20 años de experiencia en asesoría marítima",
      "Abanderamiento de naves, hipotecas navales y contratos marítimos",
      "Licencias de operación para servicios marítimos auxiliares y concesiones portuarias"
    ],
    "news_insights_lista": []
  },
  {
    "id": "nellie-marie-moreno-cordoba",
    "slug": "nellie-marie-moreno-cordoba",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Nellie Marie Moreno Córdoba.",
    "nombre_completo": "Nellie Marie Moreno Córdoba",
    "cargo": "Abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Abogada con 20 años de experiencia en derecho comercial, corporativo y propiedad horizontal. En este bufete legal ofrece asesoría legal para el establecimiento de empresas e inversión extranjera en Panamá.",
    "bio_extendida": "Egresada de la Facultad de Derecho y Ciencias Políticas de la Universidad Santa María la Antigua en 2006. Ingresó en 2004 a Moreno & Arjona - Bureau como asistente legal y se convirtió en abogada asociada en 2007.\n\nCon 20 años de experiencia, brinda asesoría para el establecimiento de empresas en Panamá y la asesoría jurídico empresarial, considerando el contexto internacional. Su idioma nativo es el español y habla inglés fluidamente.\n\nEn esta firma de abogados en Panamá presta servicios legales en derecho comercial y corporativo.",
    "educacion_lista": [
      "Universidad Santa María la Antigua, 2006 - Licenciada en Derecho y Ciencias Políticas."
    ],
    "areas_practica_lista": [
      "Derecho Comercial",
      "Derecho de Propiedad Horizontal",
      "Derecho Corporativo",
      "Protección de Activos e Inversión Extranjera"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)"
    ],
    "experiencia_destacada": [
      "20 años de experiencia como abogada",
      "Miembro de MAB desde 2004",
      "Asesoría para establecimiento de empresas en Panamá",
      "Enfoque jurídico empresarial con contexto internacional"
    ],
    "news_insights_lista": []
  },
  {
    "id": "patricia-del-carmen-aguila-diaz",
    "slug": "patricia-del-carmen-aguila-diaz",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Patricia Del Carmen Aguila Díaz.",
    "nombre_completo": "Patricia Del Carmen Aguila Díaz",
    "cargo": "Socio abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Socia abogada junior con 14 años de experiencia en derecho migratorio, laboral y servicios corporativos. En la firma de abogados en Panamá brinda servicios legales para residencia, trabajo e inversión.",
    "bio_extendida": "Egresada de la Facultad de Derecho y Ciencias Políticas de la Universidad Latina de Panamá (2012). Ingresó a Moreno & Arjona - Bureau en 2005 como secretaria y asistente legal, convirtiéndose en abogada asociada en 2011.\n\nCon 14 años de experiencia, brinda asesoría para quienes buscan residir, laborar o invertir en Panamá, así como establecimiento de empresas. Fue asesora del Director General de Marina Mercante en la Autoridad Marítima de Panamá (2020-2024) y es Traductora Pública Autorizada en Panamá del idioma inglés al español y viceversa.\n\nSu idioma nativo es el español y habla inglés fluidamente. En este bufete legal aporta asesoría legal y servicios legales en migración y servicios corporativos.",
    "educacion_lista": [
      "Universidad Latina de Panamá, 2012 - Licenciada en Derecho y Ciencias Políticas.",
      "Universidad de Salamanca, 2016 - Diplomado en Migración Laboral y Curso de Especialización en Daños y Contratos.",
      "Universidad Latina de Panamá, 2020 - Diplomado en Relaciones Internacionales y Diplomáticas.",
      "Universidad de Panamá, 2022 - Diplomado Formación de Oficiales, Enlaces y Empresas de Cumplimiento."
    ],
    "areas_practica_lista": [
      "Derecho Migratorio",
      "Derecho Laboral",
      "Servicios Corporativos y creación de Fundaciones de Interés Privado",
      "Adopciones Internacionales"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)"
    ],
    "experiencia_destacada": [
      "Miembro de MAB desde 2005, abogada asociada desde 2011",
      "14 años de experiencia en migración y servicios corporativos",
      "Asesora del Director General de Marina Mercante (2020-2024)",
      "Traductora Pública Autorizada (inglés-español)"
    ],
    "news_insights_lista": []
  },
  {
    "id": "rodolfo-ernesto-stanziola-sierra",
    "slug": "rodolfo-ernesto-stanziola-sierra",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Rodolfo Ernesto Stanziola Sierra.",
    "nombre_completo": "Rodolfo Ernesto Stanziola Sierra",
    "cargo": "Abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Abogado con 26 años de experiencia en derecho laboral, litigios y negociación colectiva. En este bufete legal ofrece asesoría legal laboral para empresas y trabajadores.",
    "bio_extendida": "Cuenta con licencia por cargo público. Egresado de la Facultad de Derecho y Ciencias Políticas de la Universidad de Panamá (2000), con maestría y posgrado en Derecho Laboral en la Universidad Interamericana de Panamá (2008).\n\nIngresó en 2010 a Moreno & Arjona - Bureau como abogado. Con 26 años de experiencia, brinda asesoría en consultas laborales, despidos, conciliación, negociación y relaciones laborales. Ha participado como expositor en seminarios nacionales e internacionales sobre relaciones laborales, cumplimiento laboral y fortalecimiento de mediación y conciliación laboral.\n\nSu idioma nativo es el español. En esta firma de abogados en Panamá presta servicios legales en derecho laboral.",
    "educacion_lista": [
      "Universidad de Panamá, 2000 - Licenciado en Derecho y Ciencias Políticas.",
      "Universidad Interamericana de Panamá, 2008 - Maestría y Posgrado en Derecho Laboral.",
      "Universidad UNESPA de Panamá, 2009 - Diplomado en Negociación, Conciliación y Arbitraje."
    ],
    "areas_practica_lista": [
      "Derecho Laboral",
      "Litigios laborales",
      "Auditoría laboral",
      "Temas sindicales y negociación de convenios colectivos"
    ],
    "idiomas_lista": [
      "Español (nativo)"
    ],
    "experiencia_destacada": [
      "26 años de experiencia en derecho laboral",
      "Miembro de MAB desde 2010",
      "Expositor en seminarios nacionales e internacionales de relaciones laborales",
      "Enfoque en conciliación, negociación y cumplimiento laboral"
    ],
    "news_insights_lista": []
  },
  {
    "id": "luis-antonio-donadio-santamaria",
    "slug": "luis-antonio-donadio-santamaria",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Luis Antonio Donadio Santamaría.",
    "nombre_completo": "Luis Antonio Donadio Santamaría",
    "cargo": "Abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Abogado con 15 años de experiencia en derecho comercial y servicios corporativos, con enfoque internacional. En la firma de abogados en Panamá brinda asesoría legal para creación de empresas y fundaciones.",
    "bio_extendida": "Cuenta con licencia por cargo público. Licenciado en Derecho y Ciencias Políticas por la Universidad Santa María la Antigua (2011) y LL.M. en Derecho Internacional de los Negocios por la Universidad San Pablo CEU de Madrid (2014).\n\nIngresó a Moreno & Arjona - Bureau en 2009 como asistente legal y se convirtió en abogado asociado en 2011. Con 15 años de experiencia, ofrece asesoría para el establecimiento de empresas en Panamá y asesoría jurídico-empresarial con enfoque internacional. Es miembro del Colegio Nacional de Abogados y de la Fundación Dona Felicidad.\n\nSu idioma nativo es el español y habla inglés fluidamente. En este bufete legal brinda servicios legales en derecho comercial y corporativo.",
    "educacion_lista": [
      "Universidad Santa María la Antigua de Panamá, 2011 - Licenciado en Derecho y Ciencias Políticas.",
      "Universidad San Pablo CEU de Madrid, 2014 - LL.M. en Derecho Internacional de los Negocios."
    ],
    "areas_practica_lista": [
      "Derecho Comercial",
      "Protección de Activos e Inversión Extranjera",
      "Compraventas y Derecho de Propiedad Horizontal",
      "Servicios Corporativos y creación de Fundaciones sin Fines de Lucro",
      "Derecho de las Nuevas Tecnologías",
      "Contratación Pública"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)"
    ],
    "experiencia_destacada": [
      "15 años de experiencia en asesoría jurídico-empresarial",
      "Miembro de MAB desde 2009, abogado asociado desde 2011",
      "Miembro del Colegio Nacional de Abogados",
      "Miembro de la Fundación Dona Felicidad"
    ],
    "news_insights_lista": []
  },
  {
    "id": "maria-gabriela-reyna",
    "slug": "maria-gabriela-reyna",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Maria Gabriela Reyna.",
    "nombre_completo": "Maria Gabriela Reyna",
    "cargo": "Abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Abogada con 26 años de experiencia en derecho civil, mercantil, administrativo e inmobiliario. En este bufete legal presta servicios legales en inversión extranjera y conflictos inmobiliarios.",
    "bio_extendida": "Licenciada en Derecho y Ciencias Políticas por la Universidad de Panamá (2000) y abogada idónea desde 2001. Forma parte de MAB desde 2019 y cuenta con 26 años de experiencia como abogada.\n\nDurante una década se dedicó a la atracción de inversiones extranjeras hacia Panamá. Posteriormente, ha ejercido en derecho civil, mercantil y administrativo vinculado a inversiones inmobiliarias, incluyendo due diligence, estudios de títulos, evaluación de propiedades y atención de conflictos legales inmobiliarios. Ha participado en procesos judiciales para la recuperación de activos, medidas cautelares y mediación familiar.\n\nSu idioma nativo es el español y habla inglés fluidamente. En la firma de abogados en Panamá brinda asesoría legal en derecho administrativo e inmobiliario.",
    "educacion_lista": [
      "Universidad de Panamá, 2000 - Licenciada en Derecho y Ciencias Políticas.",
      "República de Panamá, 2001 - Abogada idónea.",
      "INCAE y Universidad de Georgetown - Diplomado en Aspectos legales de los Negocios internacionales."
    ],
    "areas_practica_lista": [
      "Derecho Administrativo",
      "Derecho Civil",
      "Derecho Mercantil",
      "Derecho Inmobiliario",
      "Mediación Familiar"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)"
    ],
    "experiencia_destacada": [
      "26 años de experiencia como abogada",
      "Miembro de MAB desde 2019",
      "Década dedicada a la atracción de inversiones extranjeras",
      "Experiencia en due diligence y conflictos inmobiliarios"
    ],
    "news_insights_lista": []
  },
  {
    "id": "corina-cano-cordoba",
    "slug": "corina-cano-cordoba",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Corina Cano Córdoba.",
    "nombre_completo": "Corina Cano Córdoba",
    "cargo": "Abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Abogada con 27 años de experiencia en derecho de familia, niñez y adolescencia. En la firma de abogados en Panamá brinda servicios legales y mediación familiar y patrimonial.",
    "bio_extendida": "Licenciada en Derecho y Ciencias Políticas por la Universidad de Panamá (1999), con formación en mediación y derecho empresarial. Cuenta con 27 años de experiencia como abogada en materia de derecho de familia, niñez y adolescencia.\n\nHa desarrollado cargos públicos, entre ellos Diputada de la República de Panamá (2019-2024), Coordinadora y presentadora del programa de Televisión Judicial (2008-2010) y consultoría en la Oficina del Alto Comisionado de la ONU Panamá (2008).\n\nSu idioma nativo es el español y cuenta con inglés básico. En este bufete legal brinda servicios legales en derecho de familia y mediación de conflictos.",
    "educacion_lista": [
      "Universidad de Panamá, 1999 - Licenciada en Derecho y Ciencias Políticas.",
      "Universidad de Panamá, 1999 - Postgrado en Mediación (Mediadora de Conflictos).",
      "Universidad Interamericana de Puerto Rico, 2000 - Curso de Mediación Práctica y pasantía.",
      "Universidad Interamericana, 2000 - Postgrado en Derecho Comercial.",
      "Universidad Interamericana, 2001 - Maestría en Derecho Empresarial.",
      "CECAP - Certificado de Idoneidad como Conciliadora-Mediadora.",
      "UDELAS, 2006 - Diplomado en Derechos Humanos (Parte I y II).",
      "Universidad Latina de Panamá, 2008 - Curso de Locución y Licencia de Locución.",
      "Logicenter Coworking, 2024 - Taller Podcast para Empresarios.",
      "Cambridge International Consulting, 2024 - Taller de Negociación: Modelo de Harvard.",
      "ISAE - Diplomado Internacional de Liderazgo y Estrategias Electorales."
    ],
    "areas_practica_lista": [
      "Derecho de Familia, Niñez y Adolescencia",
      "Asesoría y planificación patrimonial y sucesoria",
      "Derecho internacional de familia y niñez",
      "Derecho procesal civil",
      "Mediación de conflictos familiares y comerciales"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (básico)"
    ],
    "experiencia_destacada": [
      "27 años de experiencia en derecho de familia",
      "Diputada de la República de Panamá (2019-2024)",
      "Coordinadora y presentadora de Televisión Judicial (2008-2010)",
      "Consultoría en la Oficina del Alto Comisionado de la ONU Panamá (2008)"
    ],
    "news_insights_lista": []
  },
  {
    "id": "olivia-newton-john",
    "slug": "olivia-newton-john",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Olivia Newton John.",
    "nombre_completo": "Olivia Newton John",
    "cargo": "Abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Abogada con 13 años de experiencia en la firma, con práctica en derecho corporativo, civil e inmobiliario. En este bufete legal ofrece asesoría legal en licencias, registros y materia tributaria.",
    "bio_extendida": "Egresada de la Facultad de Derecho y Ciencias Políticas de la Universidad Americana de Panamá (UAM) en 2023. Cuenta con un diplomado en la formación del Proceso Civil (Universidad Nacional de Panamá, 2026) y cursa una Maestría en Docencia Superior en la Universidad del Istmo.\n\nCon 13 años de experiencia en la firma, inició como asistente legal en 2011 y evolucionó a abogada asociada en 2025. Posee experiencia en derecho corporativo, civil e inmobiliario, con un diplomado jurídico y económico y certificaciones en temas aduaneros, debida diligencia y prevención de blanqueo de capitales.\n\nSu idioma nativo es el español y cuenta con inglés básico. En esta firma de abogados en Panamá brinda servicios legales en licencias, registros sanitarios y materia tributaria.",
    "educacion_lista": [
      "Universidad Americana de Panamá (UAM), 2023 - Licenciada en Derecho y Ciencias Políticas.",
      "Universidad Nacional de Panamá, 2026 - Diplomado en la formación del Proceso Civil.",
      "Universidad del Istmo - Maestría en Docencia Superior (en curso)."
    ],
    "areas_practica_lista": [
      "Derecho y Servicios Corporativos",
      "Derecho Administrativo",
      "Licencias y licitaciones",
      "Registros sanitarios",
      "Derecho Tributario"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (básico)"
    ],
    "experiencia_destacada": [
      "13 años de experiencia en la firma",
      "Asistente legal desde 2011, abogada asociada desde 2025",
      "Certificaciones en debida diligencia y prevención de blanqueo de capitales",
      "Experiencia en derecho corporativo, civil e inmobiliario"
    ],
    "news_insights_lista": []
  },
  {
    "id": "rodrigo-rodolfo-lopez-maitin",
    "slug": "rodrigo-rodolfo-lopez-maitin",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Rodrigo Rodolfo López Maitín.",
    "nombre_completo": "Rodrigo Rodolfo López Maitín",
    "cargo": "Abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Abogado con 37 años de experiencia en arbitraje, contratación y litigios. En la firma de abogados en Panamá brinda servicios legales en controversias civiles y comerciales.",
    "bio_extendida": "Egresado de la Universidad de Panamá, Facultad de Derecho y Ciencias Políticas (1989), con maestría en Derecho con Especialización en Derecho Privado y postgrado en Comercio Internacional.\n\nCuenta con 37 años de ejercicio profesional. Tiene amplia formación y experiencia en arbitraje, con estudios en Resolución de Conflictos y Arbitraje de la ICC y del CECAP, actuando como abogado de parte en diversos procesos arbitrales. Es árbitro incluido en la lista del Centro de Arbitraje de la Cámara de Comercio y Producción de Huaura - Huacho, Perú, y miembro del Colegio Nacional de Abogados. Ha desempeñado cargos públicos como Director Nacional de Asesoría Legal del INRENARE y asesor en la Asamblea Legislativa y la Asesoría Técnica Legislativa.\n\nSu idioma nativo es el español y cuenta con inglés básico. En este bufete legal aporta servicios legales en arbitraje y litigios.",
    "educacion_lista": [
      "Universidad de Panamá, 1989 - Licenciado en Derecho y Ciencias Políticas.",
      "Universidad de Panamá - Maestría en Derecho con Especialización en Derecho Privado.",
      "Universidad de Panamá, 1993 - Postgrado en Comercio Internacional con énfasis en Gerencia de Mercadeo Internacional.",
      "Universidad de Santiago de Chile, 2001 - Diplomado Internacional en Negociación, Tratados y Comercio Internacional.",
      "Universidad Austral, 2021 - Diplomatura de Arbitraje Comercial y de Inversiones.",
      "Universidad Austral, 2022 - Diplomatura en Contratos y Litigios Internacionales (en curso)."
    ],
    "areas_practica_lista": [
      "Derecho Civil y Comercial",
      "Contratación",
      "Litigios",
      "Arbitraje"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (básico)"
    ],
    "experiencia_destacada": [
      "37 años de ejercicio profesional",
      "Árbitro incluido en listas internacionales",
      "Experiencia en procesos arbitrales nacionales e internacionales",
      "Cargos públicos en asesoría legal"
    ],
    "news_insights_lista": []
  },
  {
    "id": "michael-soto-movilla",
    "slug": "michael-soto-movilla",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Michael Soto Movilla.",
    "nombre_completo": "Michael Soto Movilla",
    "cargo": "Abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Abogado con 15 años de experiencia en derecho comercial, corporativo y administración pública. En este bufete legal ofrece asesoría legal y consultorías legislativas.",
    "bio_extendida": "Egresado de la Facultad de Derecho de ISAE Universidad (2011) y diplomado en Gobernabilidad y Gerencia Política (Universidad de Panamá en alianza con Washington University, 2013).\n\nCon 15 años de experiencia como abogado, cuenta con trayectoria en derecho comercial, corporativo, solución de conflictos y administración pública. Ha desempeñado cargos públicos como Director de Asesoría Legal del Municipio de Donoso, Director Regional del Servicio Nacional de Migración y Director Administrativo de Sector Marítimo. Ha participado como asesor externo en situaciones de interés nacional.\n\nSu idioma nativo es el español y habla inglés fluidamente. En la firma de abogados en Panamá brinda servicios legales y asesoría en consultorías legislativas.",
    "educacion_lista": [
      "ISAE Universidad, 2011 - Licenciado en Derecho y Ciencias Políticas.",
      "Universidad de Panamá y Washington University, 2013 - Diplomado internacional en Gobernabilidad y Gerencia Política."
    ],
    "areas_practica_lista": [
      "Derecho Comercial",
      "Protección de Activos e Inversión Extranjera",
      "Asesoría y consultorías legislativas y de administración pública",
      "Asesoría en procesos migratorios (gente de mar)"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)"
    ],
    "experiencia_destacada": [
      "15 años de experiencia en derecho comercial y corporativo",
      "Director de Asesoría Legal del Municipio de Donoso",
      "Director Regional del Servicio Nacional de Migración",
      "Director Administrativo de Sector Marítimo"
    ],
    "news_insights_lista": []
  },
  {
    "id": "rafael-vargas-vergara",
    "slug": "rafael-vargas-vergara",
    "foto_abogado": "/Imagen4.png",
    "foto_todo": "TODO: Falta foto de Rafael Vargas Vergara.",
    "nombre_completo": "Rafael Vargas Vergara",
    "cargo": "Abogado",
    "email": "TODO: Email pendiente",
    "telefono": "TODO: Teléfono pendiente",
    "bio_corta": "Abogado con 20 años de experiencia en derecho marítimo, corporativo y administrativo. En la firma de abogados en Panamá brinda servicios legales para el sector marítimo y tecnológico.",
    "bio_extendida": "Licenciado en Derecho y Ciencias Políticas por la Universidad de Panamá (2006) y técnico en Ingeniería con Especialización en Programación y Análisis de Sistemas Computacionales (Universidad Tecnológica de Panamá, 1998). Actualmente cursa una Maestría en Derecho Marítimo Internacional en la UMIP.\n\nCon 20 años de experiencia profesional, ha desarrollado trayectoria en derecho marítimo, corporativo, administrativo, laboral, penal, civil y tecnológico. Es miembro del Colegio Nacional de Abogados y de la Asociación Panameña de Derecho Marítimo (APADEMAR). Ha asesorado empresas del sector marítimo, logística y servicios auxiliares, y ha gestionado reclamos y litigios en diversas áreas del derecho.\n\nSu idioma nativo es el español y habla inglés fluidamente. En este bufete legal brinda servicios legales en derecho marítimo y tecnología.",
    "educacion_lista": [
      "Universidad Tecnológica de Panamá, 1998 - Técnico en Ingeniería con Especialización en Programación y Análisis de Sistemas Computacionales.",
      "Universidad de Panamá, 2006 - Licenciado en Derecho y Ciencias Políticas.",
      "Universidad Marítima Internacional de Panamá - Maestría en Derecho Marítimo Internacional (en curso)."
    ],
    "areas_practica_lista": [
      "Derecho Marítimo y Registro de Naves",
      "Litigios Civiles, Penales y Laborales",
      "Derecho Corporativo y Administrativo",
      "Asesoría legal en Comercio Marítimo y Logística",
      "Asesoría legal en Ciberseguridad, Fintech y Tecnología"
    ],
    "idiomas_lista": [
      "Español (nativo)",
      "Inglés (fluido)"
    ],
    "experiencia_destacada": [
      "20 años de experiencia en derecho marítimo y corporativo",
      "Miembro del Colegio Nacional de Abogados y APADEMAR",
      "Asesoría a empresas marítimas y de logística",
      "Gestión de reclamos y litigios en múltiples áreas"
    ],
    "news_insights_lista": []
  }
]
